export const categories = [
  "결식",
  "결식아동",
  "독거",
  "저소득",
  "차상위",
  "기초생활수급자",
  "국가유공자",
  "국가보훈대상자",
  "장애인",
  "취약계층",
  "재가노인",
  "노숙인",
];

export const categoryDescriptions = {
  결식: "결식이란 식사를 거르는 것, 즉 밥을 굶는 것을 말한다",
  결식아동:
    "결식아동은 빈곤으로 인해 결식할 위험이 있는 한부모, 소년소녀가장, 저소득층(중위소득의 52%미만)가정의 아동을 뜻한다",
  독거: "독거란 혼자 삶. 또는 홀로 지내는 것을 말한다",
  저소득:
    "저소득층이란 법적으로는 소득에 따른 계층 구분에서 중위소득 30% 미만에 위치한 소득계층들을 일컫는다. 사실 저소득층이라는 말은 때에 따라서 포괄적이다. 법령에 의해 지원을 받는 기초생활수급대상(과거 영세민 혹은 생활보호대상자)만 저소득층이라고 할 수도 있고, 수급자보다는 좀 더 잘 사는 차상위계층도 때에 따라서는 저소득층이라 볼 수 있기 때문에 그렇다. 아예 월평균소득 이하의 도시근로자를 저소득층이라고 보기도 하는 등 그 분류법은 매우 다양하다. 대개 저소득계층은 평균 이하의 소득을 벌거나 하위 20%에 해당하는 소득계층을 두루 말한다. ",
  차상위:
    "차상위계층이란 수급권자가 아닌 계층으로 소득인정액이 최저생계비의 120%이하인 계층을 의미한다",
  기초생활수급자:
    "기초생활수급자란 소득인정액이 중위소득 30~50% 이하인 사람을 이야기한다",
  국가유공자:
    "국가유공자는 군인, 경찰, 소방공무원으로 국가 수호와 안전보장 및 국민의 생명과 재산 보호에 직접적인 연관이 있는 직무수행 또는 교육 훈련 중 상이를 입고 전역하거나 퇴직한 사람으로서 국가보훈처장이 실시하는 신체검사에서 상이등급을 판정받은 사람이다",
  국가보훈대상자:
    "군인, 경찰, 소방공무원으로 국가 수호와 안정 보장 및 국민의 생명과 재산 보호에 직접적인 연관이 없는 직무수행 또는 교육훈련 중 상이를 입고 전역하거나 퇴직한 사람으로 국가보훈처장이 실시하는 신체검사에서 상이등급을 판정받은 사람이다",
  장애인:
    "장애인이란 신체적∙정신적 장애로 오랫동안 일상생활이나 사회생활에서 상당한 제약을 받는 사람들을 의미한다.신체적 장애란 주요 외부 신체기능의 장애, 내부기관의 장애를 말하고, 정신적 장애란 발달장애 또는 정신질환으로 발생하는 장애를 말한다",
  취약계층:
    "취약계층에는 저소득자,고령자, 장애인, 성매매피해자,청년･경력단절여성 중 고용촉진장려금 지급대상자,북한이탈주민,가정폭력 피해자, 한부모가족지원법에 의한 보호대상자,결혼이민자,갱생보호 대상자,범죄구조피해자 가 포함된다",
  재가노인:
    "재가 노인은 병원, 요양소, 보호 시설 따위에 있지 아니하고 가정에서 살고 있는 65세 이상의 모든 사람을 말한다",
  노숙인:
    "노숙인은 주로 일정한 주거 없이 거리에서 잠을 자며 생활하는 사람을 의미하지만 포괄적으로는 노숙인 쉼터에서 생활하는 사람, 쪽방과 같은 열악한 주거공간에서 거주하는 사람 등 잠재적 노숙상태에 있는 사람들까지 포함하기도 한다.",
};
